/*
 Localizable.strings
 TSRegisterUI
 
 Created by 沧海无际 on 2020/5/11.
 
 */

"Register the software with the purchased E-mail address and registration code." = "Daftarkan perangkat lunak dengan alamat E-mail yang dibeli dan kode registrasi.";
"Your E-mail Address" = "Alamat email Anda";
"Registration Code" = "Kode registrasi";

"Please make sure both your E-mail address and registration code are correct and try again." = "Pastikan alamat email dan kode registrasi Anda benar dan coba lagi.";

"Buy Now" = "Beli sekarang";
"Register" = "Daftar";
"Skip" = "Lewati";

"1. If you do not receive the registration code or do not know the register E-mail address, please click here to check >>" = "1. Jika Anda tidak menerima kode registrasi atau tidak mengetahui alamat E-mail register, silakan klik di sini untuk memeriksa >>";
"click here to check >>" = "klik di sini untuk memeriksa >>";
"2. For other registration issues, please contact us >>" = "2. Untuk masalah pendaftaran lainnya, silakan hubungi kami >> ";
"contact us >>" = "hubungi kami >>";

"Registering…" = "Mendaftar…";
"Registered successfully!" = "Terdaftar dengan sukses!";
"OK" = "OKE";

"Please make sure your network connection is working and try again." = "Pastikan koneksi jaringan Anda berfungsi dan coba lagi.";

"Oops！Registration Error! Please re-check the E-mail address and registration code you entered and register again." = "Ups! Kesalahan Pendaftaran! Silakan periksa kembali alamat E-mail dan kode registrasi yang Anda masukkan dan daftar kembali.";

"The number of devices has exceeded the current order limit." = "Jumlah perangkat telah melampaui batas pesanan saat ini.";
"Contact us" = "Hubungi kami";
"The number of computers registered with the registration code has exceeded the limit." = "Jumlah komputer yang terdaftar dengan kode registrasi telah melebihi batas.";
"Invalid registration code!" = "Kode registrasi tidak valid!";
"No order record for this registration code!" = "Tidak ada catatan pesanan untuk kode registrasi ini!";
"This registration code has expired!" = "Kode registrasi ini telah kedaluwarsa!";

"Registered license plan:" = "Paket lisensi terdaftar:";
"User E-mail:" = "Email Pengguna:";
"License Plan:" = "Paket Lisensi:";

"Change license plan" = "Ubah paket lisensi";
"Family license" = "Lisensi keluarga";
"1 Year license" = "Lisensi 1 Tahun";
"1 Month license" = "Lisensi 1 Bulan";
"Enterprise Subscription Edition" = "Edisi Langganan Perusahaan";

"Valid until:" = "Berlaku hingga:";

"Available device(s):" = "Perangkat tersedia:";
//"%lu device(s)/Total %lu device(s)" = "%lu device(s)/Total %lu device(s)";
"Available computer(s):" = "Komputer tersedia:";
//"%lu computer(s)/Total %lu computer(s)" = "%lu computer(s)/Total %lu computer(s)";

"Used device(s):" = "Perangkat yang digunakan:";
"Used computer(s):" = "Komputer digunakan:";
"%lu device(s)" = "%lu perangkat";
"%lu computer(s)" = "%lu komputer";

"Welcome to use %@" = "Selamat menggunakan %@";
"Change License" = "Ubah Lisensi";
"Lifetime" = "Seumur hidup";
"Unlimited" = "Tak terbatas";

"If you want to continue using %@, please purchase again or contact us." = "Jika Anda ingin terus menggunakan %@, harap beli lagi atau hubungi kami.";
"See Pricing" = "Lihat Harga";
